["ModWnd","Welcome to Remixed RPG, adventurer! \n\n First, open the skills window. To do this, tap on the button near the backpack (book). There, you will see a few skill icons. The first one is actually your character stats window. After tapping on it, you will probably understand how to assign your skill points.  The gameplay revolves around it so assign them wisely! Enough info for now. If you want to learn more about this mod, come to my VK page (there is a link in the mod description on main menu). Please message me if you find any errors in the translation."]
["Mod_Name","Remixed RPG"]
["Mod_Description","This mod adds RPG mechanics to the game. Mainly a skill system, stats managment & makeshift equipment! GitHub: https://github.com/MiniMongol/RemixedRPG"]
["Mod_Author","Nazipov Insaf(Mongol)"]
["Mod_Email","insafnazipov2005@gmail.com"]
["Mod_Link","https://vk.com/remixed_rpg"]
["",""]
["Exp","experience"]
["status", "Status"]
["str", "Power"]
["int", "Intelligence"]
["dex", "Dexterity"]
["sur", "Survivability"]
["wis", "Wisdom"]
["luck", "Luck"]
["PhysStr", "Physical strength"]
["MagStr", "Magic power"]
["Fast", "Speed"]
["magDef","Magic defence"]
["SpRegen", "Mana recovery"]
["Hp", "Health"]
["Sp", "Mana"]
["",""]
["SpRegenMove", "are regenerated each 3 moves"]
["SpecUp", "Increase ["]
["SPcost","point/s per level"]
["Lvl","level"]
["SpecUpCost", " points]"]
["ClassPick", "Class selection"]
["ClassPickD", "Select a class"]
["Shop","Shop"]
["Order_An_Item","Order an item"]
["Price","Price"]
["mage", "Mage (intelligence)"]
["warrior", "Warrior (survivability)"]
["rogue", "Rogue (dexterity)"]
["SubclassPick", "Select a subclass"]
["SubclassPickD", "Select a subclass"]
["Berserk", "Berserk (vit, str)"]
["Paladin", "Paladin (Sur x2)"]
["BladeOfMind", "Blade of Reason (vit, int)"]
["Samurai", "Samurai (vit, dex)"]
["Archer", "Archer (dex x2)"]
["Killer", "Killer (dex, str)"]
["Ninja", "Ninja (dex, int)"]
["Bandit", "Bandit (dex, luck)"]
["BattleMage", "Battle mage (int, str)"]
["Demonologist", "Demonologist (int, vit)"]
["Necromancer", "Necromancer (int, luck)"]
["Enchanter", "Enchanter (int, wis)"]
["",""]
["TrapChoiseT","What are you going to do?"]
["TrapChoise0", "Set a trap"]
["TrapChoise1", "Improve the trap"]
["TrapChoiseOnT", "Traps"]
["TrapChoiseOn0", "Fire Trap"]
["TrapChoiseOn1", "Explosive Trap"]
["TrapChoiseOn2", "Crippling Trap"]
["TrapChoiseOn3", "Freezing Trap"]
["TrapChoiseOn4", "Poison Trap"]
["",""]
["LvlLimit", " -- You need level 5+ to use this skill."]
["SubclassLimit","-- You don't have the proper subclass to use this skill."]
["DistanceLimit","** You can't attack from this far."]
["WallLimit","** You can't use the skill on the wall!"]
["DashLimit","** You can't make a dash that far or against a wall."]
["SummonLimit", "** You can't summon a creature there."]
["",""]
["EarthHealN", "Earthen healing"]
["EarthHealD", " A spell inspired by the incredible longevity of moss.\n\n It instantly replenishes some health and grants a residual effect after use. The skill effectiveness grows with \"Magic power\" and the strength of the residual effect depends on the damage of the weapon."]
["FireballN", "Fireball"]
["FireballD", " Release a medium-sized ball of compressed and very hot gas in the direction of the hand, setting ablaze its target and granting a residual effect after use. The power of the fireball scales with \"Magic power\" and the strength of the residual effect depends on the damage of the weapon."]
["BloodShieldN", "Cry of Life"]
["BloodShieldD", " A cry that resembles the agony of the souls of those who unwillingly leave this world too soon.\n\n This spell shields the player in proportion of the missing health."]
["BloodSpikesN","Blood spikes"]
["BloodSpikesD", " Direct sharp sets of spikes made of your own blood towards a foe. Practiced by demonologists, this technique has proven dangerous to novices of these dark arts.\n\n If successful, the target will itself produce a circle of blood spikes damaging all enemies surrounding it. The \"Blood Mark\" debuff is applied to the enemies that have received damage. The damage increases with your \"Magic power\", \"Health\" and skill level. The cost of \"Health\" increases with the skill level."]
["HpLimit", "-- Your HP is too low!"]
["BloodyGreedN", "Blood Greed"]
["BloodyGreedD", " The greed bubbling in your heart feeds you.\n\n When activated, your attacks replenish part of your health based on the damage done. Both the power and the duration of the buff scale with skill level."]
["BoneArmorN", "Exo-skeleton"]
["BoneArmorD", " The third spell from the \"Forbidden\" kind. This magic allows you to use the bones of defeated enemies as your (or your golems') armor.\n\n This extra protection accumulates part of the damage received and transforms it into mana (or into health, in case of bone golems) and damages enemies around when it wears off."]
["BraidOfKiN","KI release: Scythe"]
["BraidOfKiD", " Materialize your KI in the form of a silent scythe and wreak havoc wherever you direct it!\n\n This spell deals decent damage to the selected enemy near you and puts a\"KI mark\" on it during 3 turns. Surrounding enemies will also be damaged. If the selected enemy already has a \"Ki mark\", then you will get \"Invisibility\" for 3 turns. The damage of this spell scales with your \"Magic power\" and skill level."]
["ChaosOfMindN", "Mind chaos"]
["ChaosOfMindD", " Emit a magical pulse that will drive your enemies' minds insane.\n\n Enemies that fall within the range of the pulse will get \"Vertigo\" and \"Rampage\". The effective radius increases with increasing skill level, up to 5, and the duration of the \"Rampage\" debuff also increases with the skill level."]
["ChopN", "Chopping Blow"]
["ChopD", " A slightly amplified blow that leaves bleeding wounds.\n\n Bleeding damage depends on \"Physical strength\" and the skill level, while the severity of the bleeding only increases with the latter."]
["CircleAttackN", "Attacking Stance Nº1: Circular Kick"]
["CircleAttackD", " A circular, very precise kick that feels like wind cutting through the clouds.\n\n Its damage increases with your \"Speed\", \"Physical strength\", damage of currently equipped weapons and skill level."]
["CounterblowsN", "Defensive Stance Nº1: Counterstrikes"]
["CounterblowsD"," You fully concentrate in your opponents' moves, greatly increasing the chance of parrying their blows and counterattack.\n\n The chance of reflection increases with your \"Speed\", \"Luck\" and skill level. The amount of reflected damage increases with the skill level."]
["DaggerOfKiN","KI release: Dagger"]
["DaggerOfKiD", " Use your KI to make a dagger, which will reinforce your next blow and therefore cause additional magic damage.\n\n The power of this skill increases if your target is in a state of \"Sleep\", \"Fright\", \"Paralysis\", \"Rampage\", \"Passivity\" or you are invisible. Furthermore, if you are imbued with the \"Magic shield\" buff, your next attack will also heal you. Damage and healing both increase with your \"Magic power\" and skill level."]
["DisguiseD", "Disguise"]
["DisguiseD", " Merge yourself with the surrounding area, effectively becoming invisible.\n\n This skill cannot be used in the presence of enemies and its duration and power grows with \"Speed\" and the skill level."]
["DisguiseLimit","You can't disguise yourself when enemies are around!"]
["DissectionN", "Dissection"]
["DissectionD", " A rapid circular strike that cuts through enemies surrounding you.\n\n Its damage increases with your \"Physical strength\" and depends on the damage of equipped weapons."]
["FastRunN", "Acceleration"]
["FastRunD"," Increase your movement speed for a short period of time.\n\n This skill power scales with \"Magic power\" and skill level, but its duration does only with the latter."]
["FlameAttacksN","Smouldering blows"]
["FlameAttacksD", " Strike rapidly and brutally weakening enemies with each successful blow.\n\n Targets get a \"Flame Mark\" which will lower their defence against blows of this kind. The power of this skill scales with \"Magic power\" and the skill level, but its duration increases only with the latter."]
["FlameShieldN", "Holy Flame"] 
["FlameShieldD", " Create an enveloping flame which will shield you from your enemies.\n\n The size and power of this shield gets bigger the more health you lack. Additionaly, you get fire immunity while it's active and the area around you is set on fire, putting a \"Flame Mark\" on enemies inside of it. \n\n The duration of the mark increases with the skill level."]
["FluryArrowsN", "Arrow flurry"]
["FluryArrowsD", " Attack with multiple arrows at one target.\n\n The number of arrows released increases with the level, and their damage increases with \"Speed\" and \"Physical strength\"."]
["FlurryArrowsLimit", "-- \"Flurry of arrows\" can only be used with ranged weapons!"]
["HorAttackN", "Attacking stance Nº2: Vertical strike"]
["HorAttackD", " A slow but heavy blow that sends a shockwave in the selected direction. Its range increases with the skill level, up to 5. \n\n This skill damage scales with \"Speed\", \"Physical strength\", skill level and it directly depends on the damage of your weapon(s)."]
["KnifeThrowN","Poisoned stab"]
["KnifeThrowD", " An accurate throw that ensures a perfect kill. \n\n When hit, target gets \"Poison\" and \"Paralysis\" debuffs. While the duration of the paralyzing effect cannot be increased, this skill poisons for more time depending on your \"Speed\" and the own skill level. Damage dealt by the thrown knife scales with \"Physical strength\"."]
["LightningN", "Chain lightning"]
["LightningD", " Release a powerful lightning in the direction of the hand, dealing damage and applying paralysis to the target and all nearby enemies. This skill can be safely used at melee range and grants a certain electric residual effect. The lightning damage scales with \"Magic power\" and the skill level. The power of the residual effect directly depends on the weapon damage."]
["MagicBoltN", "Magic Shot"]
["MagicBoltD", " Releases your mana in the form of a sphere in the direction of your hand.\n\n The damage of this sphere scales with \"Magic power\" and the own skill level. Due to the high reactivity of pure mana this spell effectiveness decreases a lot with distance. Battlemages get a certain residual effect when using this spell."]
["PandemicLanceN", "Infected spear"]
["PandemicLanceD", " Infect your enemies by throwing them a large, piercing, stinking, noxious spear.\n\n Apart from dealing decent damage to every foe in the way, this skill also poisons targets. The skill damage scales with \"Magic power\". \n\n Being affected by the \"Blood poisoning\" buff improves the range and dangerousness of this skill."]
["PlaceTrapN", "Plant trap"]
["PlaceTrapD", " You can set one of the following traps: \"fire\", \"explosive\", \"crippling\", \"ice\" and \"poison\". Fire trap effectiveness only scales with this skill level, while explosive and crippling traps also do it with \"Physical strength\". Ice traps power scale with \"Magic power\" and skill level. The damage of the latter increases with \"Speed\" and skill level."]
["RageDashN", "Ferocious dash"]
["RageDashD", " A forward tackle that deals damage to everyone on the way. In case there be something at the end of the dash, you will jump away from it to a random cell nearby.\n\n The maximum range of the dash increases with the skill level, up to 4 while the damage dealt also scales with \"Physical strength\"."]
["DashLimit", " ** You can't dash that far or into a wall!"]
["RageSoulsN", "Furious Souls"]
["RageSoulsD", "The second \"Forbidden\" spell. Invoke souls and form a clot that will travel in a straight line in the direction you select, passing through your golems and healing them but damaging any other foe in the way.\n\n The power of this skill scales with \"Magic power\" and the skill level."]
["RainOfArrowsN", "Rain of arrows"]
["RainOfArrowsD", " Flood the selected place with a barrage of arrows.\n\n This skill damage scales with \"Physical strength\", \"Speed\" and skill level while its range only does with the latter."]
["RainOfArrowsLimit", "Skill \"Rain of arrows\" can only be used with a bow!"]
["ReboundN", "Rebound"]
["ReboundD", " Bounce some distance away and push your target a cell away from you.\n\n This skill range increases with the skill level up to 3, which is the maximum level this skill can reach."]
["ReboundLimit", "** You need to get closer to an enemy."]
["SealOfKiN","KI release: Seal"]
["SealOfKiD", " Transform your KI in a seal. Seals used by you can either deal damage to the enemy or endow yourself with a magic shield that will absorb damage. The seal will put a \"Ki mark\" on the target for 3 turns. In case it has one already, you will get 3 turns of invisibility. The shield strength and the damage dealt both scale with \"Magic power\" and the skill level."]
["ShadowCloneN", "Shadow clone"]
["ShadowCloneD", " An ancient ninjutsu technique that allows the user to create shadow clones, and go invisible for a while. It is a very basic but useful technique.\n\n The duration of invisibility and the life of the clone both scale with skill level."]
["ShadowCloneLimit","** You cannot place your clone there."]
["ShadowDaggerN", "Stealth Strike"]
["ShadowDaggerD", " Hide your presence and perform a lethal stealthy strike.\n\n If the target is in a state of \"Sleep\", \"Fright\", \"Paralysis\", \"Rampage\", \"Passivity\" or you are invisible, the damage dealt will decently increase. \n\n The damage of this skill scales with your \"Physical strength\" and skill level."]
["ShadowDashN", "Shadow tackle"]
["ShadowDashD", " Dash forward and deal damage to everyone on the way.\n\n You will instantly jump to an empty place if your tackle ends in a wall or a foe. This skill range scales with the own skill level, up to 4, while the damage dealt also scales with \"Physical strength\"."]
["SoulsAbsorbingN", "Spiritual feed"]
["SoulsAbsorbingD", " Take a piece of nearby enemies' souls. \n\n This skill grants \"Weakness\" on nearby enemies and also increases your attack speed. The power and duration of this skill scales with its level and the number of foes affected. The area of application depends only on the skill level."]
["SoulsTormentorN", "Spiritual blows"]
["SoulsTormentorD", " Your focus on the combat allows you to not only damage the flesh, but the soul of your enemies. \n\n Additional damage will be dealt every two hits while \"spiritual blows\" is activated Additional damage increases with the growth of \"Magic power\" and the skill level, the duration increases with the skill level."]
["StatsN", "Status window"]
["StatsD","Open the character status window"]
["SteelBodyN", "Golden body"]
["SteelBodyD", " An ephemeral but great boost of defense.\n\n The protection received by this skill scales with \"Health\" and the own skill level."]
["SummoningBoneGolemN", "Bone Golem"]
["SummoningBoneGolemD", "The basic \"Forbidden\" spell. It allows you to create a golem from the bones of defeated foes.\n\n The golem gets additional health depending on your \"Magic power\". As the skill level increases, the golem becomes stronger. This skill has a maximum of level 3."]
["SummoningBoneGolemLimit", "** You can't summon a golem there."]
["ThornsOfAgonyN", "Thorns of Agony"]
["ThornsOfAgonyD", " Multiply blood spikes dramatically by using blood from all foes affected with the \"Blood Mark\" debuff, and deliver terrible agony to them as well as to every other enemy nearby.\n\n The skill is applied to all creatures that have the \"Blood Mark\" debuff on the whole level, and damage dealt increases with \"Magic power\" and \"Health\"."]
["",""]
["BloodMarkN", "Blood Mark"]
["DrPercent_Name", "Reduced protection"]
["DrPercent_Info", "Reduces target's protection by a percentage."]
["ResidualEffectN", "Residual effect"]
["ResidualEffectI", "Adds effects to attacks. Said effect depends on the last skill used."]
["BoneArmor_BuffN", "Bone Armor"]
["BoneArmor_BuffD", "Gradually growing armor that absorbs damage and returns it at the end when this buff wears off."]
["BloodShield_BuffN", "Blood Shield"]
["BloodShield_BuffD", "An envelop made of your own lost blood that somehow shields you decently."]
["BloodyGreed_BuffN", "Bloody greed"]
["BloodyGreed_BuffD", "Your blows are stealing health from your enemies."]
["Chop_BuffN", "Chopping Blow"]
["Chop_BuffD", "Your current stance allows you to land a powerful blow that will most likely make your target bleed."]
["Counterblows_BuffN", "Counterblows"]
["Counterblows_BuffD", "You are fully focused on parrying every attack."]
["DaggerOfKi_BuffN", "KI dagger"]
["DaggerOfKi_BuffD", "A dagger created from KI energy is in your hands."]
["Disguise_BuffN", "Disguise"]
["Disguise_BuffD", "You are camouflaged with the surrounding area."]
["FastAttacks_BuffN","Wild overflow"]
["FastAttacks_BuffD","A wild energy is flowing inside of you! Each successful blows seems to give you more energy instead of depleting it."]
["Fastrun_BuffN", "Haste"]
["Fastrun_BuffD", " Everything seems to be happening slower."]
["FlameAttacks_BuffN","Smouldering energy"]
["FlameAttacks_BuffD","Every blow you land makes your foes burn!"]
["FlameMarkN", "Flame Mark"]
["FlameMarkD", "Caution: when in contact with \"Smoldering blows\" it creates an explosion."]
["Steelbody_BuffN", "Steel muscles"]
["Steelbody_BuffD", "Muscles strain to the state of \"steel\"."]
["FlurryArrows_BuffN", "Focused"]
["FlurryArrows_BuffD", " You are ready to land multiple arrows."]
["KiMarkN", "KI Mark"]
["KiMarkD", "You have formed a mark of pure KI."]
["WeaknessN", "Weakness"]
["WeaknessD", "Damage output gets reduced for any foe or ally affected by this debuff."]
["MagicAbsorbN", "Absorption"]
["MagicAbsorbD", "Thanks to the amulet, part of the damage to the character is absorbed in exchange for mana (50-90%)."]
["PoisonN", "Poisoned"]
["Poison", "Status caused by a poison that causes gradually increasing damage."]
["PoisonedBloodN", "Blood-poisoned"]
["PoisonedBloodD", "Your own blood has been contaminated by other enemies' blood and now flows through your body."]
["ShadowDagger_BuffN", "Shadow attack is ready"]
["ShadowDagger_BuffD", "A sneaky blow specially prepared for enemies!"]
["Slowness", "Slowness"]
["SlownessD","Your movement speed is reduced."]
["SoulsTormentor_BuffN", "Spiritual blows"]
["SoulsTormentor_BuffD", "Each blow causes additional magic damage."]
["",""]
["ShieldAbsorb", "Shield absorbed damage"]
["ShieldA", "absorbed"]
["Counterblow","You deflected the blow!"]
["counterblow", "parried"]
["boom", "explosion"]
["LvlUp", "++ Level increased! You have received 5 status points."]
["LvlUpHappy", "++ Level anniversary! You have received 3 bonus status points."]
["crit", "crit"]
["block", "block"]
["Block0", "++ You absorbed "]
["Block1", " damage."]
["torment","torment"]
["",""]
["Dagger_Name", "Dagger"]
["Knuckles_Name", "Knuckles"]
["Spear_Name", "Spear"]
["Quarterstaff_Name", "Quarterstaff"]
["Sword_Name", "Sword"]
["Mace_Name", "Mace"]
["BattleAxe_Name", "Battle axe"]
["WarHammer_Name", "War hammer"]
["Glaive_Name", "Glaive"]
["Longsword_Name", "Longsword"]
["Claymore_Name", "Claymore"]
["Halberd_Name", "Halberd"]
["Gasock_Name", "Gasock"]
["Gasock_Info", " A one-handed battle axe with a spherical weight placed between the eye and the body. Whether this is more helpful in combat than a regular design is still up to debate."]
["Ry_Name", " Ryu Jingu (Copy)"]
["Ry_Info", " Looks a little bigger than a combat staff, but not as heavy as expected. And also the metal from which it was made is not familiar to you."]
["Sai_Name", "Sai"]
["Sai_Info", " A triple blade with its middle blade lengthened. The side teeth form a kind of guard."]
["Tonfa_Name", "Tonfas"]
["Tonfa_Info", " Traditional melee weapons of the inhabitants of the Okinawa island. Its prototype was the handle for a small rice mill. "]
["WoodenStaff_Name", "Wooden staff"]
["WoodenStaff_Info", "A fairly strong staff that increases magic power."]
["StudentStaff_Name", "Student staff"]
["StudentStaff_Info", "A staff made by a skilled craftsman. These are issued to students of magic."]
["CompositeScepter_Name", "Composite scepter"]
["CompositeScepter_Info", "A scepter assembled from steel and gold. Quite the standard for experienced mages"]
["",""]
["ClothArmor_Name","Cloth armor"]
["LeatherArmor_Name","Leather armor"]
["RatArmor_Name","Rat armor"]
["MailArmor_Name","Chain armor"]
["ScaleArmor_Name","Scale armor"]
["PlateArmor_Name","Plate armor"]
["GothicArmor_Name","Gothic armor"]
["SpiderArmor_Name","Spider armor"]
["",""]
["MagicBrooch_Name","Magic brooch"]
["MagicBrooch_Info","An unremarkable brooch at first glance. Your mana seems to be flowing towards it like if it were an extension of your body...\n\n While worn, it somehow reduces the received damage, consuming mana in the process."]
["",""]
["SharpArrow_Name","Sharp arrow"]
["SharpArrow_Info","Made of a higher quality metal, this arrow has a greater piercing effect."]
["",""]
["WeaponLimit", "\n\n This weapon is too heavy for you. When worn, your speed and accuracy will be reduced."]
["WeaponInfo0", " - a melee weapon of tier "]
["RangedWeaponInfo0"," – a ranged weapon of tier "]
["WeaponInfo1", ". Its average damage is "]
["WeaponInfo2", " per hit and it requires at least "]
["WeaponInfo3", " physical strength points to be used properly."]
["WeaponAccu", " This is a pretty accurate weapon."]
["WeaponAccuNotFast"," This is a pretty slow but accurate weapon."]
["WeaponFast"," This is a pretty fast weapon."]
["WeaponFastNotAccu"," This is a pretty fast but inaccurate weapon."]
["WeaponFA", " This is both a fast and accurate weapon."]
["WeaponFAD", " This is both a fast and accurate weapon, and it blocks some damage as well."]
["WeaponDef", " This weapon blocks some damage."]
["WeaponCounter"," You can counterattack with this weapon."]
["ArmorLimit", "\n\n This armor is too heavy for you. When worn, your movement speed will decrease."]
["ArmorInfo0"," - is an armor of tier "]
["ArmorInfo1",". It absorbs "]
["ArmorInfo2"," damage per hit and it requires "]
["ArmorInfo3"," physical strength points to be properly worn."]
["selectAmmo","CHOOSE ARROWS"]
["selectAmmo2","CHOOSE ARROWS"]
["",""]
["",""]
["Smithing","Blacksmithing"]
["Rare","Rare"]
["Epic","Epic"]
["Legendary","Legendary"]
["Sword","Sword"]
["Longsword","Longsword"]
["Dagger","Dagger"]
["Spear","Spear"]
["Hammer","Hammer"]
["Mace","Mace"]
["Halberd","Halberd"]
["Axe","Axe"]
["Bow","Bow"]
["Crossbow","Crossbow"]
["MagicStaff","Magic staff"]
["MagicWand","Magic wand"]
["ClothArmor","robe"]
["LeatherArmor","jacket"]
["IronArmor","vest"]
["SteelArmor","armor"]
["",""]
["chooseWeapon","Weapon"]
["chooseArmor","Armor"]
["chooseMelee","Melee weapons"]
["chooseRange","Ranged weapons"]
["onehandedWeapon","One-handed weapon"]
["twohandedWeapon","Two-handed weapon"]
["mainMaterials","Main materials"]
["addMaterials","Additional materials"]
["smithQuantityToChoose","Amount of material: "]
["startSmith","Forge"]
["ый",""]
["ой",""]
["ая",""]
["ое",""]
["ые",""]
["ий",""]
["яя",""]
["ие",""]
["LightArmorUp","Light"]
["MediumArmorUp","Medium"]
["HeavyArmorUp","Heavy"]
["LightArmor","light"]
["MediumArmor","medium"]
["HeavyArmor","heavy"]
["FullLeather","leather"]
["IronMail","iron"]
["SteelMail","steel"]
["Clothy","Cloth"]
["WithLeather","Leather"]
["FullSteel","Steel"]
["FullGold","Gloomygold"]
["FullBone","Bone"]
["SemiIron","Semi-iron"]
["SemiSteel","Semi-steel"]
["Bony","bony"]
["Spiky","spiky"]
["Sharp","sharp"]
["Gilded","gilded"]
["Wooden","Wooden"]
["Comfort","Comfortable"]
["Runic","Runic"]
["Ruby","Ruby"]
["Precious","Precious"]
["Jade","Jade"]
["Elegant","Elegant"]
["",""]
["sword","Sword"]
["gladys","Gladys"]
["machete","Machete"]
["katana","Katana"]
["mace","Mace"]
["buzdyhan","Buzdyhan"]
["morgenstern","Morgenstern"]
["pernach","Pernach"]
["dagger","Dagger"]
["doug","Doug"]
["stilleto","Stilleto"]
["cris","Kris"]
["palash","Palash"]
["espadon","Espadon"]
["estok","Estoc"]
["bigsword","Broadsword"]
["spear","Spear"]
["protazan","Protazan"]
["rogatina","Rogatina"]
["peak","Pike"]
["hammer","Hammer"]
["najac","Najac"]
["slander","Slander"]
["warhammer","War-hammer"]
["axe","Axe"]
["berdysh","Berdysh"]
["sagoris","Sagoris"]
["chekan","Chekan"]
["twohands_axe","Two-handed axe"]
["labris","Labrys"]
["cleaver","Cleaver"]
["brodex","Brodex"]
["bow","Bow"]
["long_bow","Longbow"]
["composite_bow","Composite bow"]
["big_bow","Greatbow"]
["crossbow","Crossbow"]
["long_crossbow","Elongated bow"]
["composite_crossbow","Composite crossbow"]
["big_crossbow","Great crossbow"]
["staff","Staff"]
["stick","Stick"]
["scepter","Scepter"]
["wand","Wand"]
["cane","Cane"]
["rod","Rod"]
["crutch","Crutch"]
["",""]
["Iron_Name","Iron"]
["Iron_Info","One of the most common metals, is a good raw material for weapons and armor."]
["Steel_Name","Steel"]
["Steel_Info","An alloy obtained by melting iron with coal in an improved blast furnace."]
["GloomyGold_Name","Gloomygold"]
["GloomyGold_Info","Dark gold extracted from the dungeon caves and ulteriorly alloyed with a small amount of copper to protect it from light."]
["Cloth_Name","Cloth"]
["Cloth_Info","A cloth woven from dyed linen fibers."]
["Leather_Name","Leather"]
["Leather_Info","A neatly rolled piece of tanned leather."]
["Wood_Name","Wood"]
["Wood_Info","A trunk cut down from the forest near the dungeon. It is naturally filled with a small amount of magic."]
["RunicSteel_Name","Rune steel"]
["RunicSteel_Info","Steel infused with magic in the middle of the alloying process. There seems to be a faint glow coming from it."]
["Ruby_Name","Ruby ore"]
["Ruby_Info", "A piece of a very precious mineral grown naturally inside the planet which naturally concentrated magical properties."]
["Nephrite_Name","Nephrite"]
["Nephrite_Info","A rare piece of a powerful magical mineral. It is extremely difficult to crack and work with it, but it definitely pays off, specially with magic devices."]
["RatClaw_Name","Rat talon"]
["RatClaw_Info","A dirty talon torn from the paw of a sewer rat."]
["GnollSkin_Name","Gnoll skin"]
["GnollSkin_Info","A skin removed from the gnoll. Torn and holey, but it still can be used."]
["CrabClaw_Name","Crab claw"]
["CrabClaw_Info","A huge claw which a sewer crab used to attack and kill weaker creatures."]
["WoodlouiseCarapace_Name","Woodlouse shell"]
["WoodlouiseCarapace_Info","A huge oval shell that looks extremely strong and sturdy."]
["AlbinoFang_Name","Albino rat fang"]
["AlbinoFang_Info","A bloody rat fang obtained from an unusual white rat."]
["SpiderCarapace_Name","Spider shell"]
["SpiderCarapace_Info","A chitinous shell taken from a spider. It looks disgusting, but very durable."]
["EliteSpiderCarapace_Name","Dried spider shell"]
["EliteSpiderCarapace_Info","A chitinous shell taken from a spider guard. It's sturdier and heavier, and it honestly looks less disgusting."]
["PieceOfDagger_Name","Thief's dagger shards"]
["PieceOfDagger_Info","Sharp shards of a broken dagger. Might they have any use?"]
["PieceOfDoug_Name","Thief's bandit shards"]
["PieceOfDoug_Info","Remains of the curved dagger of a shady bandit."]
["ShamanMask_Name","Gnoll-shaman mask"]
["ShamanMask_Info","A typical mask from a gnoll shaman. Strange patterns and scratches are visible on it."]
["SkeletonBone_Name","Skeleton bone"]
["SkeletonBone_Info","The remains of a brave man who perished too soon in this dungeon. Beware of not becoming one of them!"]
["SkullSharps_Name","Skull fragments"]
["SkullSharps_Info","-\"Lived without fear, and exploded without fear\". \n\n There is still energy in these remains... They could be useful, somehow."]
["ZombieFinger_Name","Zombie finger"]
["ZombieFinger_Info","A nasty rotting finger, torn from zombie in Necropolis."]
["SoulEctoplasm_Name","Ectoplasm"]
["SoulEctoplasm_Info","A glowing sludge; the only remains of restless souls."]
["DeathKnightSpaulder_Name","Death knight spaulder"]
["DeathKnightSpaulder_Info","A fragment of Necropolis knight's armor made of an unknown alloy."]
["DreadKnightSpaulder_Name","Dread knight spaulder"]
["DreadKnightSpaulder_Info","A fragment of Necropolis knight's armor. Apparently, this piece is much tougher than the others."]
["BruteSkin_Name","Gnoll brute skin"]
["BruteSkin_Info","This skin shows a lot of scars and scratches, but it looks more durable than the skin of a regular gnoll."]
["BatWing_Name","Bat wing"]
["BatWing_Info","A wing with leathery membranes. It's a pity that you can't fly with this, isn't it?"]
["SpiderFang_Name","Spider fang"]
["SpiderFang_Info","Bloody fang of an aggressive cave spinner. It looks like it still contains a decent amount of poison."]
["PieceOfShield_Name","Shield shards"]
["PieceOfShield_Info","Parts of a once durable shield. The steel used to make those can be surely reused."]
["KoboldSkin_Name","Kobold skin"]
["KoboldSkin_Info","A small chunk of blueish skin taken from a kobold. Probably good enough to make a coat."]
["IcemancerEye_Name","Icemancer's eye"]
["IcemancerEye_Info","An eyetorn from kobold icemancer during the battle."]
["MagicSnowball_Name","Magic snow"]
["MagicSnowball_Info","A particle of concentrated magic from the remains of a snow elemental throbs weakly in the palm of your hand."]
["WispOfBeard_Name","Tuft of warlock's beard"]
["WispOfBeard_Info","Stinky tuft of hair, torn from warlock's beard. Abominable..."]
["MonkTooth_Name","Monk's tooth"]
["MonkTooth_Info","A tooth knocked out in the middle of a fight. You feel the efforts that the monk put into his training by holding it...What?"]
["MentorTooth_Name","Senior tooth"]
["MentorTooth_Info","A tooth knocked out in the middle of a fight with a senior monk. Probably the only one that he still conserved."]
["PieceOfGolemCore_Name","Piece of golem core"]
["PieceOfGolemCore_Info","A fragment from a hollow sphere. The remains of some liquid stuck to it. Is this what fuels golems?"]
["EyeLens_Name","Demonic lens"]
["EyeLens_Info","A crystal-like structure made of magic and some kind of organic compound that forms a perfect oval lens."]
["ScorpionSting_Name","Scorpio's sting"]
["ScorpionSting_Info","A giant sting filled with deadly poison capable of killing you at the very least."]
["AcidicSting_Name","Acidic sting"]
["AcidicSting_Info","The giant, greenish and corrosive to the touch sting of a huge acidic scorpio. Drops of deadly ooze flow from its tip."]
["PseudoRatFang_Name","Demonic fang"]
["PseudoRatFang_Info","The fang of a fearsome pseudo-rat. Surprisingly (or not), it seems to surpass steel in sharpness and durability."]
["ZombieGnollMeat_Name","Zombie-gnoll meat"]
["ZombieGnollMeat_Info","A piece of flesh taken from a rotting worm zombie, once a former gnoll. It twitches a little."]
["WormLeather_Name","Worm skin"]
["WormLeather_Info","A wet, sticky and chitinous chunk of a huge worm-like creature."]
["FireElmntCore_Name","Fire elemental core"]
["FireElmntCore_Info","The pulsating concentrated energy of the fire elemental. It's hot to the touch."]
["IceElmntCore_Name","Ice elemental core"]
["IceElmntCore_Info","The pulsating concentrated energy of the ice elemental. It's extremely cold to the touch."]
["EarthElmntCore_Name","Earth elemental core"]
["EarthElmntCore_Info","The pulsating concentrated energy of the earth elemental."]
["AirElmntCore_Name","Air elemental core"]
["AirElmntCore_Info","The pulsating concentrated energy of the air elemental. A weak stream of wind emanates from it."]
["WaterElmntCore_Name","Water elemental core"]
["WaterElmntCore_Info","The pulsating concentrated energy of the water elemental. It is liquid, but it somehow remains compressed."]
["SpiderQueenMandible_Name","Spider Queen's jaw"]
["SpiderQueenMandible_Info","The Queen's deadly tool, with which she tore her enemies apart."]
["PieceOfGoo_Name","Clot of mucus"]
["PieceOfGoo_Info","A small black gelatinous drop; the only remains from the Goo. It's very slippery!"]
["LichBone_Name","Lich's bone"]
["LichBone_Info","A pitch-black smelly bone that radiates quite worrisome amounts of dark energy."]
["OldKunai_Name","Old Kunai"]
["OldKunai_Info","An ancient but durable weapon that Tengu kept as a kind of talisman."]
["IceGuardCore_Name","Core of the Ice Guardian"]
["IceGuardCore_Info","An artificial gigantic core which resembles the natural remains from ice guardians. The amount of magic stored on this one though is much bigger and denser."]
["PieceOfDM300_Name","Piece of DM-300"]
["PieceOfDM300_Info","A rusty piece of metal of unknown alloy. You can see some blurry marks and patterns. Might it be a serial number?"]
["KingCrown_Name","Crown of the Dwarf King"]
["KingCrown_Info","Undoubtedly the most astonishing attire you have ever seen. Every detail of this solid gold crown has been carefully crafted. Its former owner wore it until his very last moment he had in his artificially long life."]
["PieceOfShadowLord_Name","A piece of darkness"]
["PieceOfShadowLord_Info","A solid piece of...Darkness. The magic concentrated here is easily twice of the sum of every foe you have faced up to now. It seems to be...Threatening you."]
["_Name",""]
["_Info",""]
["",""]
["",""]
["DmgStat","Damage"]
["DrStat","Defence"]
["DelayStat","Attack speed"]
["AccuracyStat","Accuracy"]
["RangeStat","Range"]
["Weight","Weight"]
["",""]
["fireD","Fire defence"]
["lightningD","Lightning defence"]
["waterD","Water defence"]
["iceD","Ice defence"]
["earthD","Earth defence"]
["poisonD","Poison defence"]
["windD","Wind defence"]
["psyD","Psychical defence"]
["lightD","Light defence"]
["darkD","Darkness defence"]
["cutD","Cutting protection"]
["chopD","Chopping protection"]
["stabD","Stabbing protection"]
["crushD","Crushing protection"]
["",""]
["firePhys","Fire damage"]
["lightningPhys","Lightning damage"]
["waterPhys","Water damage"]
["icePhys","Ice damage"]
["earthPhys","Earth damage"]
["poisonPhys","Poison damage"]
["windPhys","Wind damage"]
["psyPhys","Psychical damage"]
["lightPhys","Light damage"]
["darkPhys","Darkness damage"]
["cutPhys","Cutting damage"]
["chopPhys","Chopping damage"]
["stabPhys","Stabbing damage"]
["crushPhys","Crushing damage"]
["fireMag","Fire magic"]
["lightningMag","Lightning magic"]
["waterMag","Water magic"]
["iceMag","Ice magic"]
["earthMag","Earth magic"]
["poisonMag","Poison magic"]
["windMag","Wind magic"]
["psyMag","Psychical magic"]
["lightMag","Light magic"]
["darkMag","Darkness magic"]
["cutMag","Cutting Magic damage"]
["chopMag","Chopping Magic damage"]
["stabMag","Stabbing Magic damage"]
["crushMag","Crushing Magic damage"]
["",""]
["",""]
["Woodlouise_Name", "Woodlouse"]
["Woodlouise_Act", "Woodlouse"]
["Woodlouise_Desc", " A giant insect, even larger than the local crabs. They live in wet places, such as these sewers. In any case, how they did grow up so much is still a mystery."]
["BoneGolem1_Name", "Bone Golem [level 1]"]
["BoneGolem2_Name", "Bone Golem [level 2]"]
["BoneGolem3_Name", "Bone Golem [level 3]"]
["BoneGolem_Desc", " A creature created from the bones of the dead foes of this dungeon."]
["BoneGolem_Act", "Bone Golem"]
["",""]
["",""]
["Town_Blacksmith_Name","Blacksmith "]
["Town_Blacksmith_Info","An impressive man of medium height. The effects of old age are visible on the top of his head."]
["Town_Blacksmith_Say","What business did you come for?"]
["cantForge","Can't be forged"]
["",""]
["",""]
["deco_horn_name","Forge"]
["deco_horn_info","A large forge covered with soot and drops of metal. Probably capable of melting any metal."]
["object_anvil_name","Anvil"]
["object_anvil_info","By the look of it, you can say that this is not often used."]